Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# projectEdit.rich.albumTitle
source: Album title
zh_hans: 相册名称

# projectEdit.rich.beat
source: Narrative segment
zh_hans: 叙事段

# projectEdit.rich.beat.brief
source: Brief
zh_hans: 出发简报

# projectEdit.rich.beat.deliver
source: Delivery
zh_hans: 领取

# projectEdit.rich.beat.enter
source: Arrival
zh_hans: 到达

# projectEdit.rich.beat.outcome
source: Outcome
zh_hans: 结果

# projectEdit.rich.beat.revisit
source: Revisit
zh_hans: 重访

# projectEdit.rich.beat.route
source: Route
zh_hans: 途中

# projectEdit.rich.beat.unlock
source: Unlock
zh_hans: 解锁

# projectEdit.rich.beforeNodeHint
source: Place this segment before its node block.
zh_hans: 请将这段放在对应节点块之前。

# projectEdit.rich.chapterRole
source: Chapter role
zh_hans: 章节角色

# projectEdit.rich.chapterRoleHint
source: Opening must be first. Ending chapters have no nodes or recruitment; exactly one ending is the fallback.
zh_hans: 开局必须在第一章。结局章不含节点且不能招商；所有结局中恰好一个兜底。

# projectEdit.rich.claimLater
source: Claim later
zh_hans: 稍后领取

# projectEdit.rich.condition
source: Display condition
zh_hans: 显示条件

# projectEdit.rich.conditionEnabled
source: Use a condition
zh_hans: 设置条件

# projectEdit.rich.content
source: Story content
zh_hans: 故事内容

# projectEdit.rich.editDetails
source: Presentation and narrative
zh_hans: 表现与叙事设置

# projectEdit.rich.effect
source: Text effect level
zh_hans: 文字效果档位

# projectEdit.rich.ending
source: Ending chapter
zh_hans: 结局章

# projectEdit.rich.fallback
source: Fallback ending
zh_hans: 兜底结局

# projectEdit.rich.field
source: Narrative field
zh_hans: 叙事正文位

# projectEdit.rich.field.a
source: Answer line
zh_hans: 回答

# projectEdit.rich.field.aside
source: Aside
zh_hans: 旁白

# projectEdit.rich.field.body
source: Body
zh_hans: 正文

# projectEdit.rich.field.carry
source: Carry item
zh_hans: 随身物

# projectEdit.rich.field.change
source: Change
zh_hans: 变化

# projectEdit.rich.field.fact
source: Fact
zh_hans: 事实

# projectEdit.rich.field.hook
source: Hook
zh_hans: 引子

# projectEdit.rich.field.line
source: Line
zh_hans: 台词

# projectEdit.rich.field.lineIfFail
source: Failure line
zh_hans: 失败台词

# projectEdit.rich.field.open
source: Open
zh_hans: 开启

# projectEdit.rich.field.opener
source: Opening line
zh_hans: 开场白

# projectEdit.rich.field.q
source: Question line
zh_hans: 提问

# projectEdit.rich.field.question
source: Question
zh_hans: 问题

# projectEdit.rich.field.reward
source: Reward
zh_hans: 奖励

# projectEdit.rich.field.title
source: Title
zh_hans: 标题

# projectEdit.rich.field.todo
source: To do
zh_hans: 待办

# projectEdit.rich.field.walk
source: Walk
zh_hans: 行走说明

# projectEdit.rich.imageCaption
source: Image caption
zh_hans: 图片配文

# projectEdit.rich.kind.audio
source: Audio
zh_hans: 音频

# projectEdit.rich.kind.dream
source: Dream album
zh_hans: 梦境相册

# projectEdit.rich.kind.image
source: Image
zh_hans: 图片

# projectEdit.rich.kind.mood
source: Atmosphere
zh_hans: 氛围

# projectEdit.rich.kind.node
source: Node
zh_hans: 节点

# projectEdit.rich.kind.odd
source: Unusual effect
zh_hans: 异常效果

# projectEdit.rich.kind.reveal
source: Reveal
zh_hans: 反转

# projectEdit.rich.kind.text
source: Text
zh_hans: 正文

# projectEdit.rich.kind.thought
source: Thought
zh_hans: 念头

# projectEdit.rich.kind.voice
source: Inner voice
zh_hans: 内心声音

# projectEdit.rich.location
source: Node location
zh_hans: 节点地点

# projectEdit.rich.locationRequired
source: Arrival at a place required
zh_hans: 需要到达地点

# projectEdit.rich.media
source: Media reference
zh_hans: 媒体引用

# projectEdit.rich.mood
source: Atmosphere
zh_hans: 氛围

# projectEdit.rich.mood.BLUE
source: Blue
zh_hans: 蓝

# projectEdit.rich.mood.DEFAULT
source: Black
zh_hans: 黑

# projectEdit.rich.mood.RED
source: Red
zh_hans: 红

# projectEdit.rich.mood.WHITE
source: White
zh_hans: 白

# projectEdit.rich.mood.YELLOW
source: Yellow
zh_hans: 黄

# projectEdit.rich.narrative
source: Node narrative
zh_hans: 节点叙事

# projectEdit.rich.narrativeHint
source: Narrative text allows 200 characters. Questions and answers share an ID; delivery requires a reward line. Node and NPC IDs remain server-authorized.
zh_hans: 叙事正文最多 200 字。问答使用同一标识；领取段必须有奖励正文。节点和 NPC 归属仍由服务端校验。

# projectEdit.rich.nodeNarrative
source: Attach text to a node
zh_hans: 将正文关联到节点

# projectEdit.rich.npcID
source: Speaker NPC ID (optional)
zh_hans: 说话 NPC ID（可选）

# projectEdit.rich.op.EQ
source: Equals
zh_hans: 等于

# projectEdit.rich.op.GT
source: Greater than
zh_hans: 大于

# projectEdit.rich.op.GTE
source: At least
zh_hans: 大于等于

# projectEdit.rich.op.HAS_TAG
source: Has tag
zh_hans: 持有标签

# projectEdit.rich.op.LT
source: Less than
zh_hans: 小于

# projectEdit.rich.op.LTE
source: At most
zh_hans: 小于等于

# projectEdit.rich.op.NE
source: Does not equal
zh_hans: 不等于

# projectEdit.rich.op.NODE_COMPLETED
source: Node completed
zh_hans: 已完成节点

# projectEdit.rich.opening
source: Opening chapter
zh_hans: 开局章

# projectEdit.rich.operator
source: Condition rule
zh_hans: 条件规则

# projectEdit.rich.questionID
source: Question pair ID
zh_hans: 问答配对标识

# projectEdit.rich.removeCondition
source: Remove condition
zh_hans: 删除条件

# projectEdit.rich.removeImage
source: Remove image
zh_hans: 删除图片

# projectEdit.rich.savedNodeHint
source: Use an existing saved node ID. New server IDs are never guessed.
zh_hans: 填写已有节点的服务端 ID，不会猜测新节点 ID。

# projectEdit.rich.savedNodeID
source: Saved node ID
zh_hans: 已保存节点 ID

# projectEdit.rich.selectNode
source: Select a node
zh_hans: 选择节点

# projectEdit.rich.speaker
source: Speaker
zh_hans: 说话者

# projectEdit.rich.stateHint
source: Use a registered clue, relation or counter key, or a supported read-only system variable. Values range from −99 to 99.
zh_hans: 使用已登记的 clue、relation、counter 状态键或支持的只读系统变量。数值范围为 −99 至 99。

# projectEdit.rich.stateValue
source: Comparison value
zh_hans: 比较数值

# projectEdit.rich.stateVariable
source: State variable
zh_hans: 状态变量

# projectEdit.rich.storyGameHint
source: A story game requires a saved template and no coordinates. Arrival-based templates remain subject to server validation.
zh_hans: 故事玩法必须绑定已有模板且不含坐标。到达类模板仍受服务端校验。

# projectEdit.rich.tag
source: Tag key
zh_hans: 标签键

# projectEdit.rich.tagHint
source: Use tag.name with a lowercase named key.
zh_hans: 使用 tag.name 格式的小写具名键。

# projectEdit.rich.tagThoughtHint
source: Use tag.name or thought.name.done.
zh_hans: 使用 tag.name 或 thought.name.done。

# projectEdit.rich.targetNode
source: Narrative node
zh_hans: 叙事所属节点

# projectEdit.rich.thoughtHint
source: Reference a thought already defined in this project’s journey rules.
zh_hans: 引用本主题旅程规则中已定义的念头。

# projectEdit.rich.thoughtKey
source: Thought key
zh_hans: 念头标识

# projectEdit.rich.voice.0
source: Rules
zh_hans: 规矩

# projectEdit.rich.voice.1
source: Window
zh_hans: 窗外

# projectEdit.rich.voice.2
source: Heart
zh_hans: 心

# projectEdit.rich.voice.3
source: Precision
zh_hans: 精密

# projectEdit.rich.voice.4
source: Click
zh_hans: 咔哒

# projectEdit.saveLocal
source: Save locally
zh_hans: 保存到本机

# projectEdit.schedule
source: Route schedule
zh_hans: 路线时间

# projectEdit.signIn
source: Sign in to save an account-scoped draft. Unsaved guest edits stay on this screen only.
zh_hans: 登录后可保存当前账号的本机草稿。游客未保存的编辑仅保留在当前页面。

# projectEdit.simulated
source: Simulation completed. No project was published.
zh_hans: 模拟已完成，没有发布任何项目。

# projectEdit.startDate
source: Start date
zh_hans: 开始日期

# projectEdit.story
source: Opening story
zh_hans: 章节剧情

# projectEdit.storyFlow
source: Story blocks
zh_hans: 故事流

# projectEdit.storyFlowHint
source: Use Edit to reorder blocks. Removing a stop block also removes that stop. Empty audio placeholders are omitted from the review payload.
zh_hans: 点“编辑”可调整顺序。删除节点块会同时删除该节点。空音频占位不会进入待提交内容。

# projectEdit.structure
source: Chapters and stops
zh_hans: 章节与节点

# projectEdit.subtitle
source: Subtitle
zh_hans: 副标题

# projectEdit.teamSize
source: Team size
zh_hans: 队伍人数

# projectEdit.templateID
source: Preserved template ID
zh_hans: 保留的玩法模板编号

# projectEdit.ticketDetails
source: Ticket details
zh_hans: 票种详情

# projectEdit.ticketEnd
source: End time
zh_hans: 结束时间

# projectEdit.ticketName
source: Ticket name
zh_hans: 票种名称

# projectEdit.ticketPrice
source: Ticket price
zh_hans: 票价

# projectEdit.ticketSchedule
source: Ticket schedule
zh_hans: 票务时间

# projectEdit.ticketScopeHint
source: Ticket mode follows the route type. Existing sale windows and meeting coordinates are preserved.
zh_hans: 票种模式随路线类型同步。已有售票窗口与集合坐标会保留。

# projectEdit.ticketStart
source: Start or meeting time
zh_hans: 开始或集合时间

# projectEdit.tickets
source: Tickets
zh_hans: 票务

# projectEdit.title
source: Route editor
zh_hans: 路线编辑器

# projectEdit.totalStock
source: Total stock
zh_hans: 总库存

# projectEdit.unconfigured
source: Publishing is not connected. You can edit and save a local draft; nothing will be sent.
zh_hans: 发布服务尚未接入。你可以编辑并保存本机草稿，不会发送任何内容。

# projectEdit.unknown
source: The previous outcome is unknown. Editing and repeat submission are locked. Checking a terminal receipt will not repeat the submission.
zh_hans: 上次操作结果未知，已锁定编辑和重复提交。检查终态凭据不会再次提交。

# projectEdit.unknownTitle
source: Outcome not confirmed
zh_hans: 结果尚未确认

# projectEdit.untitledChapter
source: Untitled chapter
zh_hans: 未命名章节

# projectEdit.untitledNode
source: Untitled stop
zh_hans: 未命名节点

# projectEdit.untitledTicket
source: Untitled ticket
zh_hans: 未命名票种

# projectEdit.validation.blocks
source: A chapter can contain at most 200 story blocks.
zh_hans: 每章最多 200 个内容块。

# projectEdit.validation.categories
source: Choose at least one valid category.
zh_hans: 请填写至少一个有效类别编号。

# projectEdit.validation.chapters
source: Add at least one chapter.
zh_hans: 请至少添加一个章节。

# projectEdit.validation.coordinates
source: Each stop needs usable nonzero coordinates.
zh_hans: 每个节点都需要有效的非零坐标。

# projectEdit.validation.cover
source: Provide a cover reference.
zh_hans: 请填写封面引用。

# projectEdit.validation.dateOrder
source: End time must follow start time.
zh_hans: 结束时间必须晚于开始时间。

# projectEdit.validation.dates
source: Enter a valid date or date and time.
zh_hans: 请填写有效的日期或日期时间。

# projectEdit.validation.deadline
source: Free exploration needs a recruitment deadline.
zh_hans: 自由探索需填写招商截止日期。

# projectEdit.validation.description
source: Enter a route description.
zh_hans: 请填写路线描述。

# projectEdit.validation.media
source: An image block needs a reference.
zh_hans: 图片块需要填写引用。

# projectEdit.validation.meeting
source: City-orientation tickets need a meeting point.
zh_hans: 城市定向票需填写集合地点。

# projectEdit.validation.merchant
source: Preserved merchant terms need valid category, mode, quota and benefit values.
zh_hans: 保留的商家条款需要有效的品类、模式、名额与权益值。

# projectEdit.validation.name
source: Enter a route name.
zh_hans: 请填写路线名称。

# projectEdit.validation.nodeName
source: Enter a name for every stop.
zh_hans: 请填写每个节点的名称。

# projectEdit.validation.nodes
source: Each chapter needs at least one stop.
zh_hans: 每章至少需要一个节点。

# projectEdit.validation.number
source: Enter a nonnegative whole number.
zh_hans: 请输入非负整数。

# projectEdit.validation.price
source: Enter a nonnegative ticket price; use 0 for free.
zh_hans: 请填写非负票价，免费请填 0。

# projectEdit.validation.references
source: A story block has a missing or duplicate stop reference.
zh_hans: 故事流存在缺失或重复的节点引用。

# projectEdit.validation.rewards
source: Check self-play price, quota and reward coupon ID.
zh_hans: 请检查自玩票价格、数量及奖励券 ID。

# projectEdit.validation.story
source: Write a real opening story before adding city-orientation stops.
zh_hans: 城市定向需先完成本章剧情，再添加节点。

# projectEdit.validation.ticketName
source: Enter each ticket's name.
zh_hans: 请填写每个票种名称。

# projectEdit.visibility
source: Visibility and ownership
zh_hans: 展示与归属

# projectEdit.whitelistHint
source: This route is already on sale. Only text, images and categories can change. Dates, chapters and tickets are locked.
zh_hans: 路线已过审开卖，仅可修改文案、图片及类别。日期、章节和票务已锁定。

# projectEdit.yes
source: Yes
zh_hans: 是

# publishModes.acknowledged
source: Request acknowledged. Refresh to see the server’s current status.
zh_hans: 请求已收到，请刷新查看服务端当前状态。

# publishModes.activity
source: Publish an activity
zh_hans: 发布活动

# publishModes.addNode
source: Add a stop
zh_hans: 添加点位

# publishModes.addTicket
source: Add a ticket
zh_hans: 添加票种

# publishModes.addressName
source: Venue name
zh_hans: 活动地点

# publishModes.aiDisabled
source: AI generation is not connected. You can create nodes manually.
zh_hans: AI 生成尚未接入，可以手动添加点位。

# publishModes.aiNotice
source: AI only assists with drafts. Confirm every place before opening the professional editor.
zh_hans: AI 只协助起草；进入专业编辑器前须逐个确认地点。

# publishModes.applySeed
source: Use quick-route draft
zh_hans: 使用快速路线草稿

# publishModes.cancel
source: Cancel
zh_hans: 取消

# publishModes.categories
source: Choose categories
zh_hans: 选择分类

# publishModes.choose
source: Choose
zh_hans: 选择

# publishModes.choosePlace
source: Choose a place
zh_hans: 选择地点

# publishModes.clubOnly
source: Only club leaders can publish activities. The server checks quota and content safety.
zh_hans: 仅俱乐部主理人可发布活动，配额与内容安全由服务端判断。

# publishModes.collaborators
source: Choose collaborators
zh_hans: 选择合作者

# publishModes.confirm
source: Confirm request
zh_hans: 确认请求

# publishModes.confirmEveryPlace
source: Add a title and at least one named stop, then confirm every location.
zh_hans: 填写标题和至少一个有名称的点位，并逐个确认地点。

# publishModes.confirmPlace
source: Confirm this place
zh_hans: 确认此地点

# publishModes.conflict
source: The project changed or access is unavailable. Refresh before reviewing again.
zh_hans: 项目已变化或暂时无权访问，请刷新后重新审核。

# publishModes.continueEditor
source: Continue in professional editor
zh_hans: 进入专业编辑器

# publishModes.coupon
source: Reward coupon ID (0 for none)
zh_hans: 奖励券 ID（0 表示无）

# publishModes.couponNotice
source: Only select an existing authorized coupon. This form does not publish, claim or redeem coupons.
zh_hans: 仅选择已有且有权使用的优惠券；此表单不会发布、领取或核销优惠券。

# publishModes.cover
source: Existing cover URL
zh_hans: 已有封面地址

# publishModes.dateFormat
source: Use yyyy-MM-dd HH:mm:ss in the event’s local time.
zh_hans: 请使用活动当地时间，格式 yyyy-MM-dd HH:mm:ss。

# publishModes.deleteReview
source: Delete this project? This action requires the current state and no sign-ups.
zh_hans: 是否删除此项目？需符合当前状态且无人报名。

# publishModes.description
source: Description
zh_hans: 说明

# publishModes.details
source: Details
zh_hans: 基本信息

# publishModes.done
source: Done
zh_hans: 完成

# publishModes.empty
source: No results
zh_hans: 暂无结果

# publishModes.end
source: End time
zh_hans: 结束时间

# publishModes.filter.activity
source: Activities
zh_hans: 活动

# publishModes.filter.all
source: All
zh_hans: 全部

# publishModes.filter.club
source: Club
zh_hans: 俱乐部

# publishModes.filter.completed
source: Completed
zh_hans: 已结束

# publishModes.filter.draft
source: Draft
zh_hans: 草稿

# publishModes.filter.member
source: Personal
zh_hans: 个人

# publishModes.filter.merchant
source: Merchant
zh_hans: 商家

# publishModes.filter.notStarted
source: Not started
zh_hans: 未开始

# publishModes.filter.offline
source: Offline
zh_hans: 已下架

# publishModes.filter.pending
source: Pending
zh_hans: 待审核

# publishModes.filter.rejected
source: Rejected
zh_hans: 未通过

# publishModes.filter.running
source: Running
zh_hans: 进行中

# publishModes.filter.template
source: Templates
zh_hans: 模板

# publishModes.filter.topic
source: Topics
zh_hans: 主题

# publishModes.identity
source: Publisher registration
zh_hans: 发布人登记

# publishModes.identityChange
source: To change registered identity information, contact platform support.
zh_hans: 如需变更实名信息，请联系平台客服。

# publishModes.identityHandoff
source: Identity entry and submission require the approved secure registration flow. This screen never collects an ID number.
zh_hans: 实名填写与提交需要已批准的安全登记流程；此页面不采集身份证号。

# publishModes.identityPrivacy
source: Only registration status is returned. Names and ID numbers are never fetched or stored here.
zh_hans: 仅查询登记状态，不读取或保存姓名和身份证号。

# publishModes.identityUSUnsupported
source: US publisher registration is not supported by the source contract. No international ID rules are assumed.
zh_hans: 源合约不支持美国发布人登记，未推定国际证件校验规则。

# publishModes.invalid
source: Check the required fields, event times and ticket windows. Publishing also requires a current club-leader role.
zh_hans: 请检查必填项、活动时间和票种履约窗口；发布还需要当前主理人身份。

# publishModes.mapUnavailable
source: Place search is not connected. A confirmed place is required to continue quick setup.
zh_hans: 地点搜索尚未接入；快速配置需要确认地点后才能继续。

# publishModes.medalImage
source: Existing medal image URL
zh_hans: 已有奖章图片地址

# publishModes.medalName
source: Completion medal name
zh_hans: 完成奖章名称

# publishModes.name
source: Name
zh_hans: 名称

# publishModes.noSavedLocal
source: No saved draft for this account and mode.
zh_hans: 此账号和模式暂无已保存草稿。

# publishModes.notRegistered
source: Not registered or status unavailable
zh_hans: 未登记或暂时无法查询状态

# publishModes.notSelected
source: Not selected
zh_hans: 未选择

# publishModes.notSent
source: Nothing was sent. Access, configuration or the reviewed data changed.
zh_hans: 未发送请求；权限、配置或审核内容发生变化。

# publishModes.offlineNotice
source: Local authoring and review are available. Live publishing is disabled.
zh_hans: 可在本地填写和审核；实际发布尚未启用。

# publishModes.owner
source: Publisher
zh_hans: 发布主体

# publishModes.price
source: Price (enter 0 for free)
zh_hans: 价格（免费填 0）

# publishModes.product
source: Route type
zh_hans: 路线类型

# publishModes.projects
source: My projects
zh_hans: 我的项目

# publishModes.putOnline
source: Put online
zh_hans: 上架

# publishModes.quick
source: Quick route setup
zh_hans: 快速配置

# publishModes.quota
source: Self-play quantity (empty means unlimited)
zh_hans: 自玩票数量（留空不限）

# publishModes.readFailed
source: Could not load this list. Check your connection and sign-in, then retry.
zh_hans: 列表加载失败，请检查网络和登录状态后重试。

# publishModes.refundHandoff
source: Cancellation with refunds needs the separate financial workflow.
zh_hans: 取消并退款需要进入单独的金融操作流程。

# publishModes.registered
source: Registered
zh_hans: 已登记

# publishModes.rejected
source: The server rejected the request.
zh_hans: 服务端拒绝了此请求。

# publishModes.remove
source: Delete
zh_hans: 删除

# publishModes.restoreLocal
source: Restore saved draft
zh_hans: 恢复已保存草稿

# publishModes.restoredLocal
source: Saved draft restored. Review it before continuing.
zh_hans: 已恢复草稿，请检查后继续。

# publishModes.retry
source: Retry
zh_hans: 重试

# publishModes.review
source: Review
zh_hans: 审核内容

# publishModes.reviewNotice
source: This is an exact review of your request. An acknowledgment does not mean content is approved or online.
zh_hans: 此处审核本次请求的确切内容。收到回执不代表内容已审核通过或上架。

# publishModes.rewards
source: Topic rewards and self-play
zh_hans: 主题奖励与自玩票

# publishModes.saveLocal
source: Save on this device
zh_hans: 保存到本机

# publishModes.savedLocal
source: Saved securely on this device for this account.
zh_hans: 已为当前账号安全保存到本机。

# publishModes.searchPlace
source: Search for a place and select a result.
zh_hans: 搜索地点并选择结果。

# publishModes.seedPending
source: A quick-route draft is ready. Resolve any saved draft before replacing the current editor contents.
zh_hans: 快速路线草稿已准备好。请先处理已保存草稿，再替换当前编辑内容。

# publishModes.selected
source: Selected
zh_hans: 已选择

# publishModes.selfPlay
source: Offer self-play tickets
zh_hans: 开放自玩票

# publishModes.signups
source: sign-ups
zh_hans: 人报名

# publishModes.start
source: Start time
zh_hans: 开始时间

# publishModes.state
source: Status
zh_hans: 状态

# publishModes.statusReview
source: Change this project’s listing status?
zh_hans: 是否更改此项目的上架状态？

# publishModes.stock
source: Total stock
zh_hans: 总库存

# publishModes.storageFailed
source: Secure storage is unavailable. Your current draft remains on this screen.
zh_hans: 安全存储暂不可用，当前草稿仍保留在此页面。

# publishModes.takeOffline
source: Take offline
zh_hans: 下架

# publishModes.template
source: Choose play template
zh_hans: 选择玩法模板

# publishModes.ticket
source: Ticket
zh_hans: 票种

# publishModes.title
source: Publishing
zh_hans: 发布

# publishModes.truncated
source: The source returns only the first page. Narrow the filters to find other projects.
zh_hans: 源接口仅返回第一页，请缩小筛选范围以查找其他项目。

# publishModes.type
source: Content type
zh_hans: 内容类型

# publishModes.unknown
source: The outcome is uncertain. This operation is locked across restarts to prevent duplicates. Do not resubmit; contact support to establish the result.
zh_hans: 结果尚不确定。为防止重复提交，本次操作已跨重启锁定。请勿重发，请联系客服核实结果。

# publishModes.unknownTypes
source: Some server rows use an unsupported type. No actions are offered for them.
zh_hans: 部分服务端记录的类型尚不支持，不提供操作。

# publishModes.uploadDisabled
source: Media uploads are not enabled.
zh_hans: 媒体上传尚未启用。

# publisher.host.chooseClub
source: Choose a verified club
zh_hans: 选择已核实的俱乐部

# publisher.host.club
source: Eligible club
zh_hans: 可承接俱乐部

# publisher.host.dormant
source: Live pricing, refunds, transfers and applications remain disabled.
zh_hans: 真实定价、退款、移交和申请尚未启用。

# publisher.host.title
source: Publisher management
zh_hans: 发布者管理

# publisher.host.unavailable
source: Publisher authority is unavailable. Refresh the source details.
zh_hans: 暂时无法核实发布者权限，请刷新详情。

# referenceChat.merchantAI
source: Merchant AI NPC
zh_hans: 商家 AI NPC

# referenceTask.completedCount
source: Completed %lld of %lld
zh_hans: 已完成 %lld / 共 %lld

# referenceTask.current
source: Current task
zh_hans: 当前任务

# referenceTask.open
source: Open task
zh_hans: 查看任务

# referenceTask.phaseOnly
source: Total task count unavailable. Follow the current phase.
zh_hans: 任务总量暂不可用，请以当前阶段为准

# referenceTask.status.available
source: Available task
zh_hans: 可查看任务

# referenceTask.status.awaitingVerification
source: Awaiting verification
zh_hans: 等待核验

# referenceTask.status.completed
source: Completed
zh_hans: 已完成

# referenceTask.status.locked
source: Locked
zh_hans: 尚未解锁

# referenceTask.status.unknown
source: Status unavailable
zh_hans: 状态暂不可用

# region.languageBoundary
source: Language changes only the interface. Accounts, identity checks, payment currency and settlement stay with the operating region.
zh_hans: 语言切换只改变界面；账号、身份审核、交易币种及结算仍属于原运营地区。

# region.market
source: Operating region
zh_hans: 运营地区

# region.usLoginPending
source: US sign-in is being integrated. Chinese domestic phone verification is not available in this version. Apple, Google and email sign-in will appear only after their services are verified.
zh_hans: 美国版登录正在接入，本版本不提供中国国内手机号验证。Apple、Google 和邮箱登录将在服务验证完成后开放。

# registration.form.activity
source: Activity
zh_hans: 活动

# registration.form.awaitingPayment
source: Awaiting payment
zh_hans: 待支付

# registration.form.cancelled
source: Cancelled
zh_hans: 已取消

# registration.form.confirmCreate
source: Create demo registration
zh_hans: 创建演示报名

# registration.form.confirmHint
source: Review the current contact, ticket and amount. This creates one offline demo order. Total currency is unconfirmed; no payment or data sharing occurs.
zh_hans: 请核对当前联系人、票种和金额。确认后仅创建一笔离线演示订单。总额币种尚未确认，不会支付或分享信息。

# registration.form.confirmTitle
source: Confirm demo registration?
zh_hans: 确认演示报名？

# registration.form.confirmationChanged
source: Your selection or session changed. Review the details again.
zh_hans: 选择或登录状态已改变，请重新核对信息。

# registration.form.contact
source: Registration contact
zh_hans: 报名信息

# registration.form.contactHint
source: Choose a saved participant or enter details. Any edits here are used for this registration only.
zh_hans: 选择已保存的参与人或直接填写。本页修改仅用于本次报名。

# registration.form.couponDiscount
source: Coupon deduction
zh_hans: 优惠券抵扣

# registration.form.createdResponse
source: Registration response received
zh_hans: 已收到建单响应

# registration.form.creating
source: Submitting registration…
zh_hans: 正在提交报名…

# registration.form.creationDisabled
source: Live registration is not enabled
zh_hans: 实时报名尚未开放

# registration.form.creationDisabledHint
source: Creating an order is disabled until the app privacy policy, server-recorded data-sharing consent, protected intent recovery and order reconciliation are approved and integrated.
zh_hans: 应用隐私政策、服务端信息分享同意记录、安全报名意图恢复及订单核对流程完成审核和接入前，无法创建订单。
